"about-content-license-details-share-alike-license" = "Creative Commons Attribution-ShareAlike License";
"wikitext-downloading" = "Na\U010d\U00edtavam obsah...";
"about-content-license-details" = "Pokia\U013e nie je uveden\U00e9 inak, je obsah dostupn\U00fd v r\U00e1mci licencie %1$@.";
"explore-feed-preferences-turn-off-explore-tab-action-title" = "Vypn\U00fa\U0165 kan\U00e1l Objavi\U0165";
"reading-lists-sort-saved-articles" = "Zoradi\U0165 ulo\U017een\U00e9 \U010dl\U00e1nky";
"reading-lists-delete-reading-list-alert-title" = "Odstr\U00e1ni\U0165 %1$d|zoznam|zoznamy?";
"error-generic-recovery-suggestion" = "Pros\U00edm, sk\U00faste to znova nesk\U00f4r";
"places-search-your-current-location" = "Va\U0161a s\U00fa\U010dasn\U00e1 poloha";
"action-add-to-reading-list-short" = "Prida\U0165 do zoznamu";
"wikitext-upload-result-unknown" = "Nie je mo\U017en\U00e9 ur\U010di\U0165 v\U00fdsledok nahr\U00e1vania wikitexta.";
"account-creation-captcha-request-account" = "Po\U017eiada\U0165 o \U00fa\U010det";
"wikitext-upload-captcha-error" = "Probl\U00e9m s overovan\U00edm.";
"about-places-maps-license-details" = "Miesta pou\U017e\U00edvaj\U00fa mapy poskytovan\U00e9 Apple Maps. %1$@.";
"history-clear-cancel" = "Zru\U0161i\U0165";
"explore-most-read-more-list-title-for-date" = "Naj\U010d\U00edtanej\U0161ie \U010dl\U00e1nky z %1$@";
"reading-lists-article-save-to-disk-recovery-suggestion" = "Uvo\U013enite miesto na va\U0161om zariaden\U00ed a sk\U00faste to znova";
"theme-default-display-name" = "Predvolen\U00e1";
"reading-lists-article-queued-to-be-downloaded" = "\U010cl\U00e1nok \U010dak\U00e1 vo fronte preberanie";
"welcome-exploration-explore-feed-title" = "Objavi\U0165";
"description-welcome-descriptions-title" = "Popis \U010dl\U00e1nku";
"welcome-exploration-explore-feed-description" = "Odpor\U00fa\U010dan\U00e9 \U010d\U00edtanie a denn\U00e9 \U010dl\U00e1nky z na\U0161ej komunity";
"search-recent-title" = "Ned\U00e1vno h\U013eadan\U00e9 v\U00fdrazy";
"empty-no-search-results-message" = "Neboli n\U00e1jden\U00e9 \U017eiadne v\U00fdsledky vyh\U013ead\U00e1vania";
"about-repositories" = "Repozit\U00e1re";
"explore-feed-preferences-turn-off-explore-feed-alert-action-title" = "Vypn\U00fa\U0165 kan\U00e1l Objavi\U0165";
"action-saved" = "Ulo\U017een\U00e9";
"field-alert-password-confirm-mismatch" = "Hesl\U00e1 sa nezhoduj\U00fa";
"login-forgot-password" = "Zabudli ste heslo?";
"settings-storage-and-syncing-erase-saved-articles-button-title" = "Vymaza\U0165";
"settings-my-languages" = "Moje jazyky";
"page-last-edited" = "Upraven\U00e9 pred %1$d d\U0148ami";
"button-read-now" = "\U010c\U00edta\U0165";
"forgot-password-title" = "Obnovi\U0165 heslo";
"two-factor-login-with-regular-code" = "Pou\U017eite overovac\U00ed k\U00f3d";
"table-of-contents-heading" = "Obsah";
"wikitext-upload-save" = "Uverej\U0148uje sa...";
"wikitext-upload-save-sign-in" = "Prihl\U00e1si\U0165 sa";
"article-share" = "Zdie\U013ea\U0165";
"about-translators-details" = "Prelo\U017een\U00e9 dobrovo\U013en\U00edkmi na %1$@";
"history-title" = "Hist\U00f3ria";
"about-libraries-complete-list" = "\U00dapln\U00fd zoznam";
"in-the-news-notification-read-now-action-title" = "\U010c\U00edta\U0165";
"explore-feed-preferences-on-this-day-description" = "Historick\U00e9 udalosti v tento de\U0148";
"number-millions" = "%1$@";
"share-message-format" = "\U201c%1$@\U201d %2$@";
"explore-most-read-generic-heading" = "Naj\U010d\U00edtanej\U0161ie \U010dl\U00e1nky";
"info-box-title" = "R\U00fdchle fakty";
"wikitext-preview-link-preview-description" = "Tento odkaz vedie na '%1$@'";
"two-factor-login-title" = "Prihl\U00e1ste sa do svojho \U00fa\U010dtu";
"share-get-directions-in-maps" = "N\U00e1js\U0165 trasu";
"button-next" = "\U010ealej";
"explore-feed-preferences-feed-card-visibility-all-languages-off" = "Vypn\U00fa\U0165";
"account-creation-log-in" = "Prihl\U00e1si\U0165 sa";
"on-this-day-title" = "Dnes";
"table-title-other" = "Viac inform\U00e1ci\U00ed";
"share-social-mention-format" = "\U201e%1$@\U201c na @Wikip\U00e9di: %2$@";
"settings-clear-cache-cancel" = "Zru\U0161i\U0165";
"reading-lists-article-not-synced-list-limit-exceeded" = "Limit zoznamov na pre\U010d\U00edtanie bol prekro\U010den\U00fd, nemo\U017eno synchronizova\U0165";
"field-password-placeholder" = "Znovuzadajte heslo";
"places-accessibility-show-more" = "Zobrazi\U0165 viac \U010dl\U00e1nkov";
"reading-list-do-not-keep-button-title" = "Nie, odstr\U00e1ni\U0165 \U010dl\U00e1nky zo zariadenia";
"preference-title-eventlogging-opt-in" = "Odosla\U0165 spr\U00e1vu o pou\U017e\U00edvan\U00ed";
"home-title" = "Objavi\U0165";
"reading-lists-default-list-description" = "Predvolen\U00fd zoznam pre va\U0161e ulo\U017een\U00e9 \U010dl\U00e1nky";
"field-new-password-placeholder" = "zadajte nov\U00e9 heslo";
"field-new-password-confirm-title" = "Potvrdi\U0165 nov\U00e9 heslo";
"abuse-filter-warning-repeat" = "Opakovanie znakov";
"places-filter-top-articles-count" = "%1$d|%1$d \U010dl\U00e1nok|%1$d \U010dl\U00e1nky|%1$d \U010dl\U00e1nkov";
"settings-clear-cache-are-you-sure-message" = "Vy\U010distenie \U00fadajov vo vyrovn\U00e1vacej pam\U00e4ti uvo\U013en\U00ed %1$@ miesta. Va\U0161e ulo\U017een\U00e9 str\U00e1nky sa neodstr\U00e1nia.";
"empty-no-feed-action-message" = "Medzit\U00fdm si m\U00f4\U017eete \U010d\U00edta\U0165 ulo\U017een\U00e9 str\U00e1nky";
"main-menu-nearby" = "V okol\U00ed";
"reading-lists-sync-error-no-internet-connection" = "Synchroniz\U00e1cia bude pokra\U010dova\U0165, ke\U010f sa obnov\U00ed pripojenie k internetu";
"reverted-edit-possible-reasons" = "- V\U00e1\U0161 pr\U00edspevok nezodpovedal niektor\U00e9mu z pokynov. %1$@\n\n\n- V\U00e1\U0161 pr\U00edspevok vyzeral (alebo bol) experiment alebo vandalizmus.";
"abuse-filter-disallow-heading" = "T\U00fato \U00fapravu nie je mo\U017en\U00e9 ulo\U017ei\U0165. Pros\U00edm, vr\U00e1\U0165te sa sp\U00e4\U0165 a zme\U0148te ju.";
"field-username-placeholder" = "zadajte u\U017e\U00edvate\U013esk\U00e9 meno";
"forgot-password-email-sent" = "Poslali sme v\U00e1m e-mail s in\U0161trukciami na obnovu hesla";
"page-history-title" = "Hist\U00f3ria \U010dl\U00e1nku";
"action-remove" = "Odstr\U00e1ni\U0165";
"about-testers-details" = "QA test vykonala skupina %1$@";
"settings-notifications-push-notifications" = "Push upozornenia";
"account-creation-have-account" = "M\U00e1te u\U017e vytvoren\U00fd \U00fa\U010det? %1$@";
"about-places-maps-license" = "Licencia miest m\U00e1p";
"home-button-explore-accessibility-label" = "Wikip\U00e9die, sp\U00e4\U0165 na Objavi\U0165";
"table-of-contents-close-accessibility-hint" = "Zavrie\U0165";
"about-content-license" = "Licencia obsahu";
"settings-appearance" = "Nastavenia \U010d\U00edtania";
"action-read" = "\U010c\U00edta\U0165";
"table-of-contents-close-accessibility-label" = "Zavrie\U0165 obsah";
"description-edit-learn-more" = "\U010eal\U0161ie inform\U00e1cie";
"about-places-maps-license-details-link-text" = "Pozrite sa tu pre inform\U00e1cie o licencii";
"explore-main-page-description" = "Hlavn\U00e1 str\U00e1nka projektov Wikimedie";
"reverted-edit-possible-reasons-subtitle" = "Vieme, \U017ee ste sa sna\U017eili o to najlep\U0161ie, ale jeden z redaktorov vr\U00e1til \U00fapravu.\n\nMo\U017en\U00e9 d\U00f4vody vr\U00e1tenie \U00fapravy s\U00fa:";
"welcome-exploration-on-this-day-description" = "Cestujte sp\U00e4\U0165 v \U010dase, aby ste sa dozvedeli, \U010do sa dialo v hist\U00f3rii";
"edit-summary-choice-fixed-typos" = "Oprava preklepu";
"description-published-button-title" = "Hotovo";
"explore-featured-article-sub-heading-from-language-wikipedia" = "Z %1$@ Wikip\U00e9die";
"welcome-languages-add-or-edit-button" = "Prida\U0165 alebo upravi\U0165 preferovan\U00e9 jazyky";
"reverted-edit-back-to-article-button-title" = "Sp\U00e4\U0165 na \U010dl\U00e1nok";
"reading-list-create-new-list-reading-list-name" = "N\U00e1zov zoznamu na pre\U010d\U00edtanie";
"reverted-edit-thanks-for-editing-title" = "\U010eakujeme za \U00fapravu Wikip\U00e9die!";
"reading-lists-article-not-synced" = "Nesynchronizovan\U00e9";
"reverted-edit-notification-body" = "Va\U0161a \U00faprava \U010dl\U00e1nku %1$@ bola vr\U00e1ten\U00e1 redaktorom %2$@";
"settings-language-bar" = "Zobrazi\U0165 pri vyh\U013ead\U00e1van\U00ed jazyky";
"main-menu-rate-app" = "Ohodno\U0165te aplik\U00e1ciu";
"explore-feed-customize-accessibility-title" = "Prisp\U00f4sobi\U0165";
"field-password-confirm-title" = "Potvrdi\U0165 heslo";
"places-search-suggested-searches-header" = "N\U00e1vrhy vyh\U013ead\U00e1vania";
"share-menu-item" = "Zdie\U013ea\U0165\U2026";
"account-creation-captcha-title" = "Bezpe\U010dnostn\U00e9 overenie CAPTCHA";
"welcome-exploration-places-title" = "Karta Miesta";
"explore-nearby-heading" = "Miesta v okol\U00ed";
"action-update" = "Aktualizova\U0165";
"explore-feed-preferences-feed-card-visibility-global-cards-on" = "Zapn\U00fa\U0165";
"reading-list-add-saved-subtitle" = "Vo va\U0161ej aplik\U00e1cii Wikip\U00e9die s\U00fa ulo\U017een\U00e9 \U010dl\U00e1nky. Chceli by ste ich ponecha\U0165 a zl\U00fa\U010di\U0165 sa zoznamy na pre\U010d\U00edtanie, ktor\U00e9 s\U00fa synchronizovan\U00e9 do v\U00e1\U0161ho \U00fa\U010dtu?";
"nearby-distance-label-miles" = "%1$@ m\U00ed\U013e";
"empty-no-saved-pages-title" = "\U017diadne ulo\U017een\U00e9 str\U00e1nky.";
"field-username-title" = "Pou\U017e\U00edvate\U013esk\U00e9 meno";
"search-recent-clear-delete-all" = "Vymaza\U0165 v\U0161etko";
"in-the-news-notification-share-action-title" = "Zdie\U013ea\U0165...";
"icon-shortcut-continue-reading-title" = "Pokra\U010dova\U0165 v \U010d\U00edtan\U00ed";
"about-title" = "O aplik\U00e1cii";
"reading-lists-count" = "%1$d|%1$d zoznam na pre\U010d\U00edtanie|%1$d zoznamy na pre\U010d\U00edtanie|%1$d zoznamov na pre\U010d\U00edtanie";
"login-no-account" = "Nem\U00e1te e\U0161te \U00fa\U010det? %1$@.";
"reading-lists-delete-reading-list-alert-message" = "T\U00e1to akcia nem\U00f4\U017ee by\U0165 zru\U0161en\U00e1. Ak\U00e9ko\U013evek \U010dl\U00e1nky ulo\U017een\U00e9 len do %1$d|tohto zoznamu|t\U00fdchto zoznamov nebud\U00fa ulo\U017een\U00e9.";
"welcome-volunteer-send-usage-reports" = "Odosiela\U0165 spr\U00e1vu o pou\U017e\U00edvan\U00ed";
"on-this-day-detail-header-date-range" = "%1$@ - %2$@";
"welcome-exploration-places-description" = "Objavte pamiatky v okol\U00ed alebo miesta po celom svete";
"announcements-dismiss" = "Zru\U0161i\U0165";
"appearance-settings-theme-options" = "Nastavenia t\U00e9my vzh\U013eadu";
"explore-feed-preferences-card-hidden-title" = "Karta bola skryt\U00e1";
"reading-list-add-saved-title" = "Boli n\U00e1jden\U00e9 ulo\U017een\U00e9 \U010dl\U00e1nky";
"reverted-edit-notification-read-more-action-title" = "\U010eal\U0161ie inform\U00e1cie";
"action-unsave" = "Zru\U0161i\U0165 ulo\U017eenie";
"in-the-news-notification-save-for-later-action-title" = "Ulo\U017ei\U0165 na nesk\U00f4r";
"button-skip" = "Presko\U010di\U0165";
"explore-feed-preferences-feed-cards-hidden-title" = "V\U0161etk\U00fdch %@ kariet je skryt\U00fdch";
"more-languages-tooltip-title" = "Prida\U0165 jazyky";
"app-store-subtitle" = "Slobodn\U00e1 encyklop\U00e9dia";
"theme-black-display-name" = "\U010cierna";
"main-menu-account-logout" = "Odhl\U00e1si\U0165 sa";
"description-help-about-title" = "O aplik\U00e1cii";
"about-testers" = "Testeri";
"field-password-confirm-placeholder" = "Znovuzadajte heslo";
"welcome-send-data-learn-more" = "\U010eal\U0161ie inform\U00e1cie o zbieran\U00fdch \U00fadajoch";
"places-search-recently-searched-header" = "Ned\U00e1vno h\U013eadan\U00e9 v\U00fdrazy";
"explore-nearby-placeholder-heading" = "Miesta";
"about-libraries-licenses-title" = "M\U00e1me radi open source softv\U00e9r %1$@";
"about-repositories-app-source-license-mit" = "licenciou MIT";
"reading-list-deleted-accessibility-notification" = "Zoznam na pre\U010d\U00edtanie bol odstr\U00e1nen\U00fd";
"field-token-title" = "Overovac\U00ed k\U00f3d";
"welcome-explore-tell-me-more-done-button" = "Rozumiem";
"search-field-placeholder-text" = "H\U013eada\U0165";
"rank-accessibility-label" = "\U010c\U00edslo %1$@";
"places-search-this-area" = "V\U00fdsledky vyh\U013ead\U00e1vania v tejto oblasti";
"places-search-saved-articles" = "V\U0161etky ulo\U017een\U00e9 \U010dl\U00e1nky";
"abuse-filter-warning-irrelevant" = "Irelevantn\U00e9 odkazy alebo obr\U00e1zky";
"empty-no-history-title" = "Nem\U00e1te \U017eiadnu hist\U00f3riu.";
"potd-empty-error-description" = "Nepodarilo sa na\U010d\U00edta\U0165 obr\U00e1zok d\U0148a pre %1$@";
"forgot-password-username-or-email-title" = "Alebo";
"languages-wikipedia" = "Jazyky Wikip\U00e9die";
"account-creation-title" = "Vytvori\U0165 nov\U00fd \U00fa\U010det";
"main-menu-privacy-policy" = "Ochrana osobn\U00fdch \U00fadajov";
"wikitext-download-failed" = "Nepodarilo sa z\U00edska\U0165 najnov\U0161iu rev\U00edziu.";
"on-this-day-footer" = "\U010eal\U0161ie historick\U00e9 udalosti, ktor\U00e9 sa odohrali v tento de\U0148";
"main-menu-about" = "O aplik\U00e1cii";
"article-delete" = "Vymaza\U0165";
"continue-reading-empty-description" = "Preh\U013ead\U00e1va\U0165 \U010fal\U0161ie \U010dl\U00e1nky na Wikip\U00e9dii";
"wikitext-preview-changes" = "Na\U010d\U00edtava sa uk\U00e1\U017eka vykonan\U00fdch zmien...";
"account-creation-saving" = "Ukladanie...";
"field-new-password-title" = "Nov\U00e9 heslo";
"reading-lists-default-list-title" = "Ulo\U017een\U00e9";
"table-of-contents-button-label" = "Obsah";
"search-did-you-mean" = "Mali ste na mysli \"%1$@\"?";
"action-move-to-reading-list" = "Presun\U00fa\U0165 do zoznamu na pre\U010d\U00edtanie";
"settings-clear-cache" = "Vy\U010disti\U0165 \U00fadaje vo vyrovn\U00e1vacej pam\U00e4ti";
"explore-nearby-sub-heading-your-location" = "Va\U0161a poloha";
"search-result-redirected-from" = "Presmerovan\U00e9 z: %1$@";
"about-product-of" = "Vytvoren\U00e9 %1$@ s pomocou dobrovo\U013en\U00edkov, ako ste vy";
"icon-shortcut-nearby-title" = "\U010cl\U00e1nky v okol\U00ed";
"history-clear-all" = "Vy\U010disti\U0165";
"reading-list-keep-title" = "Chcete ponecha\U0165 ulo\U017een\U00e9 \U010dl\U00e1nky v zariaden\U00ed?";
"saved-title" = "Ulo\U017een\U00e9";
"settings-title" = "Nastavenia";
"reading-themes-controls-accessibility-dark-theme-button" = "Tmav\U00e1 t\U00e9ma vzh\U013eadu";
"field-captcha-title" = "Zadajte horeuveden\U00fd text";
"settings-notifications-system-turn-on" = "Zapn\U00fa\U0165 upozornenia";
"button-save-for-later" = "Ulo\U017ei\U0165 na nesk\U00f4r";
"share-custom-menu-item" = "Zdie\U013ea\U0165...";
"description-help-tips-example-title-two" = "najvy\U0161\U0161ia hora na Zemi";
"article-languages-filter-placeholder" = "N\U00e1js\U0165 jazyk";
"account-creation-logging-in" = "Prihlasujem...";
"action-move-to" = "Presun\U00fa\U0165 do\U2026";
"welcome-intro-free-encyclopedia-more-description" = "Wikip\U00e9dia je celosvetov\U00fd projekt zameran\U00fd na vybudovanie encyklop\U00e9die vo v\U0161etk\U00fdch jazykoch sveta. Teoreticky m\U00f4\U017ee ktoko\U013evek s pr\U00edstupom na internet prispie\U0165 neutr\U00e1lnymi inform\U00e1ciami s poskytnut\U00edm zdroja.";
"settings-storage-and-syncing-show-default-reading-list-title" = "Zobrazi\U0165 ulo\U017een\U00e9 zoznamy na pre\U010d\U00edtanie";
"welcome-notifications-tell-me-more-title" = "\U010eal\U0161ie inform\U00e1cie o upozorneniach";
"icon-shortcut-search-title" = "H\U013eada\U0165";
"field-email-title" = "Emailov\U00e1 adresa";
"places-search-top-articles" = "V\U0161etky top \U010dl\U00e1nky";
"main-menu-heading-debug" = "Ladi\U0165";
"places-filter-top-articles" = "Naj\U010d\U00edtanej\U0161ie \U010dl\U00e1nky";
"main-menu-title" = "Viac";
"page-similar-titles" = "Podobn\U00e9 str\U00e1nky";
"languages-title" = "Zmeni\U0165 jazyk";
"abuse-filter-warning-blanking" = "Vymaz\U00e1vanie \U010dl\U00e1nkov alebo spam";
"theme-dark-display-name" = "Tmav\U00e1";
"empty-no-article-message" = "Ospravedl\U0148ujeme sa, nebolo mo\U017en\U00e9 na\U010d\U00edta\U0165 \U010dl\U00e1nok";
"reading-lists-large-sync-completed" = "%1$d \U010dl\U00e1nkov a %2$d zoznamov na pre\U010d\U00edtanie bolo zosynchronizovan\U00e9 z v\U00e1\U0161ho \U00fa\U010dtu";
"reading-lists-article-save-to-disk-failed" = "\U00dalo\U017eisko v zariaden\U00ed je pln\U00e9, nemo\U017eno synchronizova\U0165";
"edit-summary-choice-linked-words" = "Pridanie odkazov";
"number-thousands" = "%1$@";
"relative-date-minutes-ago" = "%1$d|0=Pr\U00e1ve teraz|Pred %1$d min\U00fatou|Pred %1$d min\U00fatami";
"reading-themes-controls-accessibility-brightness-slider" = "Posuvn\U00edk jasu";
"places-search-top-articles-that-match-scope" = "V okol\U00ed";
"page-read-in-other-languages" = "\U010cl\U00e1nok je dostupn\U00fd v %1$d \U010fal\U0161\U00edch jazykoch";
"settings-storage-and-syncing-title" = "Ukladanie a synchroniz\U00e1cia \U010dl\U00e1nkov";
"close-button-accessibility-label" = "Zavrie\U0165";
"reading-list-new-list-name-placeholder" = "n\U00e1zov zoznamu na pre\U010d\U00edtanie";
"page-protected-can-not-edit-title" = "T\U00e1to str\U00e1nka je zamknut\U00e1";
"saved-pages-image-download-error" = "Nepodarilo sa prevzia\U0165 obr\U00e1zky pre t\U00fato ulo\U017een\U00fa str\U00e1nku.";
"login-title" = "Prihl\U00e1ste sa do svojho \U00fa\U010dtu";
"main-menu-account-title-logged-in" = "Prihl\U00e1sen\U00fd ako %1$@";
"explore-featured-article-heading" = "Odpor\U00fa\U010dan\U00fd \U010dl\U00e1nok";
"wikitext-upload-save-terms-name" = "Podmienky pou\U017e\U00edvania";
"explore-feed-language-settings" = "Presk\U00fama\U0165 nastavenie jazykov";
"page-protected-can-not-edit" = "Nem\U00e1te pr\U00e1vo upravi\U0165 t\U00fato str\U00e1nku";
"theme-sepia-display-name" = "S\U00e9pia";
"share-building" = "Vytv\U00e1ranie Zdie\U013eanie faktu...";
"languages-settings-title" = "Jazyky";
"description-help-more-info-title" = "Viac inform\U00e1ci\U00ed";
"places-search-default-text" = "Vyh\U013eada\U0165 miesta";
"places-filter-saved-articles" = "Ulo\U017een\U00e9 \U010dl\U00e1nky";
"search-recent-clear-confirmation-sub-heading" = "T\U00e1to akcia sa ned\U00e1 vr\U00e1ti\U0165!";
"two-factor-login-with-backup-code" = "Pou\U017eite jeden z va\U0161ich z\U00e1lo\U017en\U00fdch k\U00f3dov";
"explore-nearby-placeholder-sub-heading-on-wikipedia" = "Z Wikip\U00e9die";
"action-add-to-reading-list" = "Prida\U0165 do zoznamu na pre\U010d\U00edtanie";
"welcome-languages-description" = "Na va\U0161om zariaden\U00ed sme na\U0161li tieto jazyky:";
"description-edit-length-warning" = "%1$@/%2$@";
"login-join-wikipedia" = "Pripoji\U0165 sa k Wikip\U00e9dii";
"description-welcome-start-editing-button" = "Za\U010da\U0165 editova\U0165";
"action-sort" = "Zoradi\U0165";
"about-wikipedia" = "Wikip\U00e9dia";
"page-talk-page" = "Zobrazi\U0165 diskusiu";
"action-add-to" = "Prida\U0165 do\U2026";
"abuse-filter-warning-caps" = "P\U00ed\U0161ete ve\U013ek\U00fdmi p\U00edsmenami";
"main-menu-account-login" = "Prihl\U00e1si\U0165 sa";
"account-creation-missing-fields" = "Aby ste si mohli vytvori\U0165 \U00fa\U010det, mus\U00edte zada\U0165 pou\U017e\U00edvate\U013esk\U00e9 meno, heslo a potvrdenie hesla.";
"reading-list-create-new-list-title" = "Vytvori\U0165 nov\U00fd zoznam";
"description-published-title" = "Popis bol uverejnen\U00fd!";
"reading-themes-controls-accessibility-text-size-slider" = "Posuvn\U00edk ve\U013ekosti textu";
"explore-randomizer" = "Randomiz\U00e9r";
"reading-list-exists-with-same-name" = "Tento n\U00e1zov sa u\U017e pre zoznam na pre\U010d\U00edtanie pou\U017e\U00edva";
"share-email-format" = "\U201e%1$@\U201d\n\nz \U201e%2$@\U201d\n\n%3$@";
"places-accessibility-clear-saved-searches" = "Vymaza\U0165 ned\U00e1vno h\U013eadan\U00e9 v\U00fdrazy";
"back-button-accessibility-label" = "Sp\U00e4\U0165";
"view-in-browser-footer-link" = "Zobrazi\U0165 \U010dl\U00e1nok v prehliada\U010di";
"status-saving-for-later" = "Ukladanie na nesk\U00f4r...";
"explore-feed-preferences-places-description" = "\U010cl\U00e1nky na Wikip\U00e9dii vo va\U0161om okol\U00ed";
"page-protected-sysop" = "T\U00e1to str\U00e1nka je zamknut\U00e1.";
"welcome-notifications-tell-me-more-creation" = "Upozornenia s\U00fa vytv\U00e1ran\U00e9 a doru\U010dovan\U00e9 na va\U0161e zariadenie aplik\U00e1ciou, nie na\U0161imi servermi (alebo servermi tret\U00edch str\U00e1n).";
"reverted-edit-title" = "Vr\U00e1ten\U00e1 \U00faprava";
"nearby-distance-label-km" = "%1$@ km";
"search-button-accessibility-label" = "H\U013eada\U0165";
"welcome-intro-free-encyclopedia-description" = "Wikip\U00e9diu p\U00ed\U0161u dobrovo\U013en\U00edci a sklad\U00e1 sa z viac ne\U017e 40 mili\U00f3nov \U010dl\U00e1nkov v takmer 300 jazykoch.";
"main-menu-account-logout-are-you-sure" = "Ste si ist\U00fd, \U017ee sa chcete odhl\U00e1si\U0165?";
"explore-continue-reading-heading" = "Pokra\U010dova\U0165 v \U010d\U00edtan\U00ed";
"home-more-like-footer" = "Viac \U010dl\U00e1nkov ako %1$@";
"image-gallery-unknown-owner" = "Nezn\U00e1my autor.";
"button-report-a-bug" = "Nahl\U00e1si\U0165 chybu";
"saved-all-articles-title" = "V\U0161etky \U010dl\U00e1nky";
"new-password-title" = "Nastavte si heslo";
"menu-cancel-accessibility-label" = "Zru\U0161i\U0165";
"places-filter-no-saved-places" = "Nem\U00e1te \U017eiadne ulo\U017een\U00e9 miesta";
"wikitext-preview-link-preview-title" = "N\U00e1h\U013ead odkazu";
"button-publish" = "Uverejni\U0165";
"action-saved-accessibility-notification" = "\U010cl\U00e1nok bol ulo\U017een\U00fd na nesk\U00f4r";
"welcome-languages-add-button" = "Prida\U0165 \U010fal\U0161\U00ed jazyk";
"navbar-title-mode-edit-wikitext-preview" = "N\U00e1h\U013ead";
"continue-reading-empty-title" = "\U017diadne ned\U00e1vno \U010d\U00edtan\U00e9 \U010dl\U00e1nky";
"reading-lists-list-not-synced-limit-exceeded" = "Zoznam nebol synchronizovan\U00fd, limit bol prekro\U010den\U00fd";
"top-read-see-more" = "Zobrazi\U0165 \U010fal\U0161ie naj\U010d\U00edtanej\U0161ie \U010dl\U00e1nky";
"places-no-saved-articles-have-location" = "\U017diadny z va\U0161ich ulo\U017een\U00fdch \U010dl\U00e1nkov nem\U00e1 \U00fadaje o polohe";
"field-password-title" = "Heslo";
"abuse-filter-warning-subheading" = "Va\U0161a \U00faprava m\U00f4\U017ee obsahova\U0165 niektor\U00fa z nasleduj\U00facich ch\U00fdb:";
"welcome-intro-free-encyclopedia-more" = "\U010eal\U0161ie inform\U00e1cie o Wikip\U00e9dii";
"two-factor-login-continue" = "Pokra\U010dova\U0165 prihl\U00e1si\U0165";
"cc-zero" = "Creative Commons CC0";
"icon-shortcut-random-title" = "N\U00e1hodn\U00fd \U010dl\U00e1nok";
"action-find-in-page" = "N\U00e1js\U0165 na str\U00e1nke";
"button-ok" = "OK";
"account-creation-captcha-obtaining" = "Generuje sa nov\U00e1 CAPTCHA...";
"explore-hide-card-prompt" = "Skry\U0165 t\U00fato kartu";
"about-repositories-app-source-license" = "Zdrojov\U00fd k\U00f3d je dostupn\U00fd v r\U00e1mci %1$@.";
"dim-images" = "Stmavenie obr\U00e1zkov";
"main-menu-zero-faq" = "Wikip\U00e9dia Zero FAQ";
"about-libraries" = "Pou\U017eit\U00e9 kni\U017enice";
"two-factor-login-instructions" = "Pros\U00edm zadajte dvoufaktoriza\U010dn\U00fd overovac\U00ed k\U00f3d";
"description-add-link-title" = "Prida\U0165 popis \U010dl\U00e1nku";
"explore-main-page-heading" = "Dnes na Wikip\U00e9dii";
"explore-another-random" = "\U010eal\U0161\U00ed n\U00e1hodn\U00fd \U010dl\U00e1nok";
"search-reading-list-placeholder-text" = "H\U013eada\U0165 v zoznamoch na pre\U010d\U00edtanie";
"feed-news-notification-button-text" = "Zapn\U00fa\U0165 upozornenia";
"action-share" = "Zdie\U013ea\U0165";
"nearby-distance-label-meters" = "%1$@ m";
"empty-no-history-message" = "Va\U0161a hist\U00f3ria je pr\U00e1zdna";
"explore-because-you-read" = "Preto\U017ee ste \U010d\U00edtali";
"action-save" = "Ulo\U017ei\U0165";
"cancel" = "Zru\U0161i\U0165";
"readers-accessibility-label" = "%1$@ \U010ditate\U013eov";
"description-add-title" = "Prida\U0165 popis";
"saved-search-default-text" = "H\U013eada\U0165";
"explore-feed-preferences-customize-explore-feed" = "Prisp\U00f4sobenie kan\U00e1la Objavi\U0165";
"reading-lists-article-not-synced-article-limit-exceeded" = "Limit \U010dl\U00e1nkov bol prekro\U010den\U00fd, nemo\U017eno synchronizova\U0165";
"sort-by-recently-added-action" = "Ned\U00e1vno pridan\U00e9";
"about-translators" = "Prekladatelia";
"relative-date-hours-ago" = "%1$d|0=Ned\U00e1vno|Pred %1$d hodinou|Pred %1$d hodinami";
"settings-notifications" = "Upozornenia";
"explore-feed-preferences-explore-tab" = "Kan\U00e1l Objavi\U0165";
"description-help-about-wikidata" = "O Wiki\U00fadajoch";
"more-languages-tooltip-description" = "Vyh\U013ead\U00e1vajte vo viac ako 300 jazykoch";
"reading-themes-controls-accessibility-black-theme-button" = "\U010cierna t\U00e9ma vzh\U013eadu";
"share-social-format" = "\U201e%1$@\U201c na Wikip\U00e9dii: %2$@";
"field-alert-username-unavailable" = "Pou\U017e\U00edvate\U013esk\U00e9 meno nie je k dispoz\U00edcii";
"on-this-day-detail-header-title" = "%1$d|%1$d historick\U00e1 udalos\U0165|%1$d historick\U00e9 udalosti|%1$d historick\U00fdch udalost\U00ed";
"reading-list-create-new-list-button-title" = "Vytvori\U0165 zoznam na pre\U010d\U00edtanie";
"places-enable-location-action-button-title" = "Povoli\U0165 polohu";
"in-the-news-currently-trending" = "Aktu\U00e1lne trendy";
"app-store-keywords" = "Wikip\U00e9dia, referencie, wiki, encyklop\U00e9dia, inform\U00e1cie, vedomosti, v\U00fdskum, inform\U00e1cie, objavi\U0165, u\U010denie";
"abuse-filter-warning-heading" = "Toto vyzer\U00e1 ako nekon\U0161trukt\U00edvna \U00faprava. Naozaj ju chcete ulo\U017ei\U0165?";
"settings-clear-cache-ok" = "Vy\U010disti\U0165 vyrovn\U00e1vaciu pam\U00e4\U0165";
"article-save-error-not-enough-space" = "Na va\U0161om zariaden\U00ed nem\U00e1te dostatok miesta na ulo\U017eenie tohto \U010dl\U00e1nku";
"places-search-did-you-mean" = "Mali ste na mysli \"%1$@\"?";
"field-captcha-placeholder" = "CAPTCHA text";
"saved-reading-lists-title" = "Zoznamy na pre\U010d\U00edtanie";
"about-libraries-license" = "Licencia";
"preference-summary-eventlogging-opt-in" = "Povoli\U0165 Nad\U00e1cii Wikimedia zbiera\U0165 inform\U00e1cie o va\U0161om pou\U017e\U00edvan\U00ed aplik\U00e1cie. Pom\U00e1ha n\U00e1m to skvalitni\U0165 aplik\U00e1ciu";
"forgot-password-instructions" = "Ak chcete dosta\U0165 in\U0161trukcie na obnovenie hesla e-mailom, vypl\U0148te jedno z pol\U00ed ni\U017e\U0161ie";
"share-article-name-on-wikipedia" = "\"%1$@\" na @Wikip\U00e9dii:";
"search-recent-clear-confirmation-heading" = "Vymaza\U0165 ned\U00e1vno h\U013eadan\U00e9 v\U00fdrazy?";
"explore-feed-preferences-hide-card-action-title" = "Skry\U0165 t\U00fato kartu";
"explore-feed-preferences-potd-description" = "Denn\U00fd obr\U00e1zok z Commons";
"wikitext-upload-save-anonymously-warning" = "\U00dapravy bud\U00fa ma\U0165 pridelen\U00fa IP adresu v\U00e1\U0161ho pr\U00edstroja. Ak %1$@, budete ma\U0165 viac s\U00fakromia.";
"saved-pages-progress-syncing" = "Preber\U00e1 sa \U010dl\U00e1nok...";
"article-languages-others" = "Ostatn\U00e9 jazyky";
"page-protected-autoconfirmed" = "T\U00e1to str\U00e1nka je \U010diasto\U010dne zamknut\U00e1.";
"search-recent-clear-cancel" = "Zru\U0161i\U0165";
"account-creation-captcha-cannot-see-image" = "Nevid\U00edte obr\U00e1zok? %1$@";
"page-issues" = "Probl\U00e9my str\U00e1nky";
"page-protected-other" = "T\U00e1to str\U00e1nka je zamknut\U00e1 na nasleduj\U00facu \U00farove\U0148: %1$@";
"reading-lists-article-api-failure" = "Nemo\U017eno synchronizova\U0165 \U010dl\U00e1nok";
"article-about-title" = "O tomto \U010dl\U00e1nku";
"main-menu-debug-tweaks" = "Nastavenia pre v\U00fdvoj\U00e1rov";
"field-email-placeholder" = "example@example.org";
"app-store-short-description" = "Stiahnite si aplik\U00e1ciu Wikip\U00e9die pre objavovanie miest v bl\U00edzkosti v\U00e1s, na preberanie \U010dl\U00e1nkov do v\U00e1\U0161ho zariadenia a prisp\U00f4sobenie \U010d\U00edtanie \U010dl\U00e1nkov.";
"license-footer-name" = "CC BY-SA 3.0";
"article-languages-label" = "Zvoli\U0165 jazyk";
"nearby-distance-label-feet" = "%1$@ stopy (st\U00f4p)";
"abuse-filter-disallow-unconstructive" = "Automatick\U00fd filter ozna\U010dil t\U00fato \U00fapravu ako potencion\U00e1lne nekon\U0161trukt\U00edvnu alebo ako pokus o vandalizmus.";
"about-wikimedia-foundation" = "Nad\U00e1ciou Wikimedia";
"explore-potd-sub-heading" = "Z Wikimedia Commons";
"welcome-intro-free-encyclopedia-more-about" = "O Wikip\U00e9dii";
"feed-news-notification-text" = "Posiela\U0165 ozn\U00e1men\U00ed, ktor\U00e9 maj\U00fa by\U0165 ozn\U00e1men\U00e9 Wikip\U00e9diou, ke\U010f \U010dl\U00e1nky s\U00fa trendy v aktualit\U00e1ch.";
"explore-detail-back-button-title" = "Sp\U00e4\U0165 do kan\U00e1la Objavi\U0165";
"info-box-close-text" = "Zavrie\U0165";
"explore-feed-preferences-in-the-news-description" = "\U010cl\U00e1nky o s\U00fa\U010dasn\U00fdch udalostiach";
"description-help-tips-example-title-one" = "obraz od Leonarda Da Vinciho";
"compass-direction" = "na %1$@. hodine";
"status-saved-for-later" = "Ulo\U017een\U00e9 na nesk\U00f4r";
"request-feedback-on-error" = "Aplik\U00e1cia narazila na probl\U00e9m, o ktorom by na\U0161i v\U00fdvoj\U00e1ri chceli vedie\U0165 viac. Pros\U00edm, odo\U0161lite n\U00e1m e-mail s podrobnos\U0165ami o chybe.";
"places-title" = "Miesta";
"field-email-title-optional" = "E-mailov\U00e1 adresa (volite\U013en\U00e9)";
"field-alert-token-invalid" = "Neplatn\U00fd k\U00f3d";
"reference-title" = "Referencia %1$@";
"in-the-news-title" = "Spr\U00e1vy";
"welcome-intro-free-encyclopedia-title" = "Slobodn\U00e1 encyklop\U00e9dia";
"wikitext-upload-captcha-needed" = "Je po\U017eadovan\U00e9 overenie pomocou CAPTCHA.";
"field-alert-captcha-invalid" = "Neplatn\U00e1 CAPTCHA";
"wikitext-preview-changes-none" = "Neboli vykonan\U00e9 \U017eiadne zmeny.";
"pictured" = "na obr\U00e1zku";
"welcome-exploration-on-this-day-title" = "V tento de\U0148";
"error-generic-description" = "Nastala neo\U010dak\U00e1van\U00e1 chyba";
"account-creation-passwords-mismatched" = "Hesl\U00e1 sa nezhoduj\U00fa";
"welcome-send-data-helps-title" = "Pom\U00f4\U017ete n\U00e1m vylep\U0161i\U0165 t\U00fato aplik\U00e1ciu";
"reading-list-limit-hit-for-unsorted-articles-button-title" = "Zoradi\U0165 \U010dl\U00e1nky";
"field-backup-token-title" = "Z\U00e1lo\U017en\U00fd k\U00f3d";
"welcome-send-data-sub-title" = "Pom\U00f4\U017ete Nad\U00e1cii Wikimedia vylep\U0161i\U0165 aplik\U00e1ciu tak, \U017ee budete zdiela\U0165 \U00fadaje o va\U0161om pou\U017e\U00edvan\U00ed aplik\U00e1cie. Zozbieran\U00e9 \U00fadaje s\U00fa anonymn\U00e9";
"places-unknown-distance" = "nezn\U00e1ma vzdialenos\U0165";
"relative-date-days-ago" = "%1$d|0=Dnes|V\U010dera|Pred %1$d d\U0148ami";
"explore-feed-preferences-customize-explore-feed-action-title" = "Prisp\U00f4sobenie kan\U00e1la Objavi\U0165";
"reading-themes-controls-accessibility-light-theme-button" = "Svetl\U00e1 t\U00e9ma vzh\U013eadu";
"welcome-languages-search-title" = "Vyh\U013ead\U00e1vajte vo viac ako 300 jazykoch";
"explore-featured-article-sub-heading-from-wikipedia" = "Z Wikip\U00e9die";
"main-menu-account-logout-cancel" = "Zru\U0161i\U0165";
"article-languages-yours" = "Va\U0161e jazyky";
"license-footer-text" = "Pokia\U013e nie je uveden\U00e9 inak, je obsah dostupn\U00fd v r\U00e1mci licencie %1$@.";
"description-help-tips-for-example" = "Napr\U00edklad:";
"explore-most-read-footer" = "V\U0161etky naj\U010d\U00edtanej\U0161ie \U010dl\U00e1nky";
"reading-themes-controls-accessibility-sepia-theme-button" = "S\U00e9pia";
"field-new-password-confirm-placeholder" = "Znovuzadajte nov\U00e9 heslo";
"history-clear-delete-all" = "\U00c1no, vymaza\U0165 v\U0161etko";
"sort-by-title-action" = "Pod\U013ea n\U00e1zvu";
"new-password-instructions" = "Ste prihl\U00e1sen\U00ed s do\U010dasn\U00fdm heslom. Ak chcete dokon\U010di\U0165 prihl\U00e1senie, nastavte si tu nov\U00e9 heslo.";
"share-a-fact-made-with" = "Vytvoren\U00e9 s aplik\U00e1cie Wikip\U00e9die";
"article-deleted-accessibility-notification" = "%1$d|\U010cl\U00e1nok zmazan\U00fd|\U010cl\U00e1nky zmaz\U00e1ny";
"explore-random-article-heading" = "N\U00e1hodn\U00fd \U010dl\U00e1nok";
"page-location" = "Zobrazi\U0165 na mape";
"places-accessibility-show-as-list" = "Zobrazi\U0165 ako zoznam";
"settings-support" = "Podporte Wikip\U00e9diu";
"number-billions" = "%1$@";
"search-clear-title" = "Vymaza\U0165";
"reading-list-create-new-list-description" = "Popis";
"edit-summary-choice-fixed-grammar" = "Oprava pravopisu";
"settings-clear-cache-are-you-sure-title" = "Naozaj chcete vy\U010disti\U0165 \U00fadaje vo vyrovn\U00e1vacej pam\U00e4ti?";
"article-read-more-title" = "\U010eal\U0161ie inform\U00e1cie";
"explore-potd-heading" = "Obr\U00e1zok d\U0148a";
"search-title" = "H\U013eada\U0165";
"article-unable-to-load-section" = "T\U00fato sekciu sa nepodarilo na\U010d\U00edta\U0165. Vysk\U00fa\U0161ajte obnovi\U0165 \U010dl\U00e1nok, probl\U00e9m sa t\U00fdm mo\U017eno odstr\U00e1ni.";
"about-send-feedback" = "Odosla\U0165 sp\U00e4tn\U00fa v\U00e4zbu";
"reading-lists-articles-not-synced-limit-exceeded" = "Niektor\U00e9 \U010dl\U00e1nky neboli synchronizovan\U00e9, limit bol prekro\U010den\U00fd";
"about-contributors" = "Prispievatelia";
"reading-lists-article-added-confirmation" = "\U010cl\U00e1nok pridan\U00fd do \U201e%1$@\U201c";
"field-alert-password-invalid" = "Neplatn\U00e9 heslo";
"history-clear-confirmation-heading" = "Naozaj chcete vymaza\U0165 va\U0161u ned\U00e1vnu hist\U00f3riu prehliadania?";
"places-accessibility-show-as-map" = "Zobrazi\U0165 ako mapu";
"saved-default-reading-list-tag" = "Tento zoznam nie je mo\U017en\U00e9 odstr\U00e1ni\U0165";
"button-saved-remove" = "Odstr\U00e1ni\U0165 z ulo\U017een\U00fdch";
"potd-description-prefix" = "Obr\U00e1zok d\U0148a pre %1$@";
"share-open-in-maps" = "Otvori\U0165 v aplik\U00e1cii Mapy";
"no-email-account-alert" = "Pros\U00edm, nastavte si na va\U0161om zariaden\U00ed e-mailov\U00fd \U00fa\U010det a sk\U00faste to znova.";
"main-menu-terms-of-use" = "Podmienky pou\U017e\U00edvania";
"settings-notifications-learn-more" = "\U010eal\U0161ie inform\U00e1cie o upozorneniach";
"explore-feed-preferences-feed-card-visibility-languages-count" = "V %1$d";
"page-edit-history" = "\U00dapln\U00e1 hist\U00f3ria \U00faprav";
"reading-lists-conflicting-reading-list-name-updated" = "V\U00e1\U0161 zoznam \U201e%1$@\U201c bol premenovan\U00fd na \U201e%2$@\U201c";
"share-on-twitter-sign-off" = "prostredn\U00edctvom @Wikipedia";
"forgot-password-button-title" = "Obnovi\U0165";
"button-saved-for-later" = "Ulo\U017een\U00e9 na nesk\U00f4r";
"action-undo" = "Vr\U00e1ti\U0165";
"description-edit-title" = "Upravi\U0165 popis";
"action-cancel" = "Zru\U0161i\U0165";
"top-read-header-with-language" = "%1$@ Wikip\U00e9dia";
"action-unsaved-accessibility-notification" = "\U010cl\U00e1nok neulo\U017een\U00fd";
"reverted-edit-view-guidelines-text" = "Zobrazi\U0165 pravidl\U00e1";
"top-read-header-generic" = "Wikip\U00e9dia";
"welcome-notifications-tell-me-more-storage" = "Nastavenia upozornen\U00ed s\U00fa ulo\U017een\U00e9 na va\U0161om zariaden\U00ed a nie s\U00fa zalo\U017een\U00e9 na osobn\U00fdch \U00fadajoch alebo aktivite.";
"error-unknown" = "Vyskytla sa nezn\U00e1ma chyba";
"settings-help-and-feedback" = "Pomoc a sp\U00e4tn\U00e1 v\U00e4zba";
"account-creation-create-account" = "Vytvorte si svoj \U00fa\U010det";
"reading-list-api-error-generic" = "Pri synchroniz\U00e1cii va\U0161ich zoznamov na pre\U010d\U00edtanie nastala neo\U010dak\U00e1van\U00e1 chyba.";
"main-menu-heading-legal" = "Ochrana osobn\U00fdch \U00fadajov a podmienky pou\U017e\U00edvania";
"find-in-page-number-matches" = "%1$@ / %2$@";
"places-accessibility-group" = "%1$@ \U010dl\U00e1nkov";
"relative-date-years-ago" = "%1$d|0=Tento rok|Minul\U00fd rok|Pred %1$d rokmi";
"welcome-explore-continue-button" = "Za\U010d\U00edname";
"welcome-explore-new-ways-title" = "Nov\U00e9 mo\U017enosti pre objavovanie";
"empty-no-feed-message" = "Odpor\U00fa\U010dan\U00e9 \U010dl\U00e1nky uvid\U00edte ke\U010f budete pripojen\U00ed na internet";
